Tekla Open API Reference for Tekla Structures 2025
PositionNumber Methods
The PartFilterExpressions.PositionNumber type exposes the following members.
Methods
Name | Description
ToString
 Creates a string representation of the current object.
 (Inherited from DataFilterExpression.)
Top
See Also
Reference
PartFilterExpressions.PositionNumber Class
Tekla.Structures.Filtering.Categories Namespace